Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Couldn’t close “%@”.
ar: تعذّر إغلاق «%@».
de: „%@“ konnte nicht geschlossen werden.
es: No se ha podido cerrar “%@”.
fr: Impossible de fermer « %@ ».
hi: “%@” बंद नहीं किया जा सका।
it: Impossibile chiudere “%@”.
ja: 「%@」を閉じられませんでした。
ko: “%@”을(를) 닫을 수 없습니다.
nl: Kan ‘%@’ niet sluiten.
pl: Nie można zamknąć „%@”.
pt_br: Não foi possível fechar “%@”.
ru: Не удалось закрыть «%@».
tr: “%@” kapatılamadı.
uk: Не вдалося закрити «%@».
zh_hans: 无法关闭“%@”。
zh_hant: 無法關閉「%@」。

source: Couldn’t restart this session.
ar: تعذّرت إعادة تشغيل هذه الجلسة.
de: Diese Sitzung konnte nicht neu gestartet werden.
es: No se ha podido reiniciar esta sesión.
fr: Impossible de redémarrer cette session.
hi: यह सेशन फिर से शुरू नहीं किया जा सका।
it: Impossibile riavviare questa sessione.
ja: このセッションを再起動できませんでした。
ko: 이 세션을 재시작할 수 없습니다.
nl: Kan deze sessie niet herstarten.
pl: Nie można ponownie uruchomić tej sesji.
pt_br: Não foi possível reiniciar esta sessão.
ru: Не удалось перезапустить эту сессию.
tr: Bu oturum yeniden başlatılamadı.
uk: Не вдалося перезапустити цей сеанс.
zh_hans: 无法重新启动此会话。
zh_hant: 無法重新啟動此工作階段。

source: Couldn’t restart “%@”.
ar: تعذّرت إعادة تشغيل «%@».
de: „%@“ konnte nicht neu gestartet werden.
es: No se ha podido reiniciar “%@”.
fr: Impossible de redémarrer « %@ ».
hi: “%@” फिर से शुरू नहीं किया जा सका।
it: Impossibile riavviare “%@”.
ja: 「%@」を再起動できませんでした。
ko: “%@”을(를) 재시작할 수 없습니다.
nl: Kan ‘%@’ niet herstarten.
pl: Nie można ponownie uruchomić „%@”.
pt_br: Não foi possível reiniciar “%@”.
ru: Не удалось перезапустить «%@».
tr: “%@” yeniden başlatılamadı.
uk: Не вдалося перезапустити «%@».
zh_hans: 无法重新启动“%@”。
zh_hant: 無法重新啟動「%@」。

source: Couldn’t save the new order of the sessions.
ar: تعذّر حفظ الترتيب الجديد للجلسات.
de: Die neue Reihenfolge der Sitzungen konnte nicht gesichert werden.
es: No se ha podido guardar el nuevo orden de las sesiones.
fr: Impossible d’enregistrer le nouvel ordre des sessions.
hi: सेशन का नया क्रम सहेजा नहीं जा सका।
it: Impossibile salvare il nuovo ordine delle sessioni.
ja: セッションの新しい順序を保存できませんでした。
ko: 세션의 새로운 순서를 저장할 수 없습니다.
nl: Kan de nieuwe volgorde van de sessies niet bewaren.
pl: Nie można zachować nowej kolejności sesji.
pt_br: Não foi possível salvar a nova ordem das sessões.
ru: Не удалось сохранить новый порядок сессий.
tr: Oturumların yeni sırası kaydedilemedi.
uk: Не вдалося зберегти новий порядок сеансів.
zh_hans: 无法存储会话的新顺序。
zh_hant: 無法儲存工作階段的新順序。

source: Couldn’t switch the agent of this session.
ar: تعذّر تبديل وكيل هذه الجلسة.
de: Der Agent dieser Sitzung konnte nicht gewechselt werden.
es: No se ha podido cambiar el agente de esta sesión.
fr: Impossible de changer l’agent de cette session.
hi: इस सेशन का एजेंट नहीं बदला जा सका।
it: Impossibile cambiare l’agente di questa sessione.
ja: このセッションのエージェントを切り替えられませんでした。
ko: 이 세션의 에이전트를 전환할 수 없습니다.
nl: Kan de agent van deze sessie niet wisselen.
pl: Nie można zmienić agenta tej sesji.
pt_br: Não foi possível trocar o agente desta sessão.
ru: Не удалось сменить агента этой сессии.
tr: Bu oturumun ajanı değiştirilemedi.
uk: Не вдалося змінити агента цього сеансу.
zh_hans: 无法切换此会话的智能体。
zh_hant: 無法切換此工作階段的代理程式。

source: Couldn’t switch the agent of “%@”.
ar: تعذّر تبديل وكيل «%@».
de: Der Agent von „%@“ konnte nicht gewechselt werden.
es: No se ha podido cambiar el agente de “%@”.
fr: Impossible de changer l’agent de « %@ ».
hi: “%@” का एजेंट नहीं बदला जा सका।
it: Impossibile cambiare l’agente di “%@”.
ja: 「%@」のエージェントを切り替えられませんでした。
ko: “%@”의 에이전트를 전환할 수 없습니다.
nl: Kan de agent van ‘%@’ niet wisselen.
pl: Nie można zmienić agenta „%@”.
pt_br: Não foi possível trocar o agente de “%@”.
ru: Не удалось сменить агента «%@».
tr: “%@” oturumunun ajanı değiştirilemedi.
uk: Не вдалося змінити агента «%@».
zh_hans: 无法切换“%@”的智能体。
zh_hant: 無法切換「%@」的代理程式。

source: Couldn’t unarchive this session.
ar: تعذّر إلغاء أرشفة هذه الجلسة.
de: Diese Sitzung konnte nicht dearchiviert werden.
es: No se ha podido desarchivar esta sesión.
fr: Impossible de désarchiver cette session.
hi: यह सेशन अनआर्काइव नहीं किया जा सका।
it: Impossibile rimuovere dall’archivio questa sessione.
ja: このセッションのアーカイブを解除できませんでした。
ko: 이 세션을 보관 해제할 수 없습니다.
nl: Kan deze sessie niet uit het archief halen.
pl: Nie można przywrócić tej sesji z archiwum.
pt_br: Não foi possível desarquivar esta sessão.
ru: Не удалось разархивировать эту сессию.
tr: Bu oturum arşivden çıkarılamadı.
uk: Не вдалося розархівувати цей сеанс.
zh_hans: 无法取消归档此会话。
zh_hant: 無法取消封存此工作階段。

source: Couldn’t unarchive “%@”.
ar: تعذّر إلغاء أرشفة «%@».
de: „%@“ konnte nicht dearchiviert werden.
es: No se ha podido desarchivar “%@”.
fr: Impossible de désarchiver « %@ ».
hi: “%@” अनआर्काइव नहीं किया जा सका।
it: Impossibile rimuovere dall’archivio “%@”.
ja: 「%@」のアーカイブを解除できませんでした。
ko: “%@”을(를) 보관 해제할 수 없습니다.
nl: Kan ‘%@’ niet uit het archief halen.
pl: Nie można przywrócić „%@” z archiwum.
pt_br: Não foi possível desarquivar “%@”.
ru: Не удалось разархивировать «%@».
tr: “%@” arşivden çıkarılamadı.
uk: Не вдалося розархівувати «%@».
zh_hans: 无法取消归档“%@”。
zh_hant: 無法取消封存「%@」。

source: Create & Launch
ar: إنشاء وتشغيل
de: Erstellen und starten
es: Crear e iniciar
fr: Créer et lancer
hi: बनाएँ और लॉन्च करें
it: Crea e avvia
ja: 作成して起動
ko: 생성 및 실행
nl: Maak aan en start
pl: Utwórz i uruchom
pt_br: Criar e Iniciar
ru: Создать и запустить
tr: Oluştur ve Başlat
uk: Створити й запустити
zh_hans: 创建并启动
zh_hant: 建立並啟動

source: Create a New Avatar
ar: إنشاء صورة رمزية جديدة
de: Neuen Avatar erstellen
es: Crear un avatar nuevo
fr: Créer un nouvel avatar
hi: नया अवतार बनाएँ
it: Crea un nuovo avatar
ja: 新しいアバターを作成
ko: 새로운 아바타 만들기
nl: Maak een nieuwe avatar
pl: Utwórz nowy awatar
pt_br: Criar um Novo Avatar
ru: Создать новый аватар
tr: Yeni Avatar Oluştur
uk: Створити новий аватар
zh_hans: 创建新头像
zh_hant: 建立新頭像

source: Create one to start a terminal and its coding agent.
ar: أنشئ جلسة لبدء طرفية ووكيل البرمجة الخاص بها.
de: Erstelle eine, um ein Terminal mit seinem Coding-Agent zu starten.
es: Crea una para abrir un terminal y su agente de código.
fr: Créez-en une pour lancer un terminal et son agent de code.
hi: टर्मिनल और उसका कोडिंग एजेंट शुरू करने के लिए एक बनाएँ।
it: Creane una per avviare un terminale e il suo agente di programmazione.
ja: 作成すると、ターミナルとコーディングエージェントが起動します。
ko: 터미널과 코딩 에이전트를 시작하려면 세션을 생성하십시오.
nl: Maak er een aan om een terminal en de codeeragent te starten.
pl: Utwórz sesję, aby uruchomić terminal i jego agenta kodującego.
pt_br: Crie uma para iniciar um terminal e seu agente de código.
ru: Создайте сессию, чтобы запустить терминал и агента для программирования.
tr: Bir terminal ve kodlama ajanını başlatmak için bir oturum oluşturun.
uk: Створіть сеанс, щоб запустити термінал і його агента для програмування.
zh_hans: 创建一个会话以启动终端及其编程智能体。
zh_hant: 建立一個以啟動終端機及其程式碼代理程式。

source: Created
ar: تاريخ الإنشاء
de: Erstellt
es: Creada
fr: Créée
hi: बनाया गया
it: Creata
ja: 作成
ko: 생성됨
nl: Aangemaakt
pl: Utworzona
pt_br: Criada
ru: Создана
tr: Oluşturuldu
uk: Створено
zh_hans: 创建时间
zh_hant: 建立時間

source: Creating the session…
ar: جارٍ إنشاء الجلسة…
de: Sitzung wird erstellt …
es: Creando la sesión…
fr: Création de la session…
hi: सेशन बनाया जा रहा है…
it: Creazione della sessione…
ja: セッションを作成中…
ko: 세션 생성 중…
nl: Sessie aanmaken…
pl: Tworzenie sesji…
pt_br: Criando a sessão…
ru: Создание сессии…
tr: Oturum oluşturuluyor…
uk: Створення сеансу…
zh_hans: 正在创建会话…
zh_hant: 正在建立工作階段…

source: Custom
ar: مخصص
de: Eigenes
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 사용자 설정
nl: Aangepast
pl: Własny
pt_br: Personalizado
ru: Пользовательский
tr: Özel
uk: Власний
zh_hans: 自定
zh_hant: 自訂

source: Daily
ar: يوميًا
de: Täglich
es: Cada día
fr: Chaque jour
hi: रोज़
it: Ogni giorno
ja: 毎日
ko: 매일
nl: Dagelijks
pl: Codziennie
pt_br: Diariamente
ru: Ежедневно
tr: Her Gün
uk: Щодня
zh_hans: 每天
zh_hant: 每天

source: Data on This Mac
ar: البيانات على هذا الـ Mac
de: Daten auf diesem Mac
es: Datos de este Mac
fr: Données de ce Mac
hi: इस Mac पर डेटा
it: Dati su questo Mac
ja: このMac上のデータ
ko: 이 Mac의 데이터
nl: Gegevens op deze Mac
pl: Dane na tym Macu
pt_br: Dados Neste Mac
ru: Данные на этом Mac
tr: Bu Mac’teki Veriler
uk: Дані на цьому Mac
zh_hans: 这台 Mac 上的数据
zh_hant: 此 Mac 上的資料

source: Day
ar: اليوم
de: Tag
es: Día
fr: Jour
hi: दिन
it: Giorno
ja: 日
ko: 일
nl: Dag
pl: Dzień
pt_br: Dia
ru: День
tr: Gün
uk: День
zh_hans: 天
zh_hant: 日

source: Decisions, links, what to check next — saved automatically.
ar: القرارات والروابط وما يجب التحقق منه لاحقًا — تُحفظ تلقائيًا.
de: Entscheidungen, Links, nächste Prüfpunkte – automatisch gesichert.
es: Decisiones, enlaces, qué comprobar después — se guarda automáticamente.
fr: Décisions, liens, ce qu’il faut vérifier ensuite — enregistré automatiquement.
hi: निर्णय, लिंक, आगे क्या जाँचना है — अपने आप सहेजा जाता है।
it: Decisioni, link, cosa verificare dopo — salvato automaticamente.
ja: 決定事項、リンク、次に確認すること — 自動的に保存されます。
ko: 결정 사항, 링크, 다음에 확인할 내용 — 자동으로 저장됩니다.
nl: Beslissingen, links, wat je hierna moet controleren — automatisch bewaard.
pl: Decyzje, łącza, co sprawdzić dalej — zachowywane automatycznie.
pt_br: Decisões, links, o que verificar em seguida — salvo automaticamente.
ru: Решения, ссылки, что проверить дальше — сохраняется автоматически.
tr: Kararlar, bağlantılar, sırada kontrol edilecekler — otomatik olarak kaydedilir.
uk: Рішення, посилання, що перевірити далі — зберігається автоматично.
zh_hans: 决定、链接、接下来要检查的内容 — 自动存储。
zh_hant: 決定、連結、接下來要檢查的事項 — 會自動儲存。

source: Default
ar: افتراضي
de: Standard
es: Por omisión
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: Типово
zh_hans: 默认
zh_hant: 預設

source: Default Application
ar: التطبيق الافتراضي
de: Standard-App
es: App por omisión
fr: Application par défaut
hi: डिफ़ॉल्ट ऐप
it: Applicazione predefinita
ja: デフォルトのアプリケーション
ko: 기본 앱
nl: Standaardapp
pl: Domyślna aplikacja
pt_br: Aplicativo Padrão
ru: Приложение по умолчанию
tr: Varsayılan Uygulama
uk: Типова програма
zh_hans: 默认应用
zh_hant: 預設應用程式

source: Default model of the agent
ar: النموذج الافتراضي للوكيل
de: Standardmodell des Agents
es: Modelo por omisión del agente
fr: Modèle par défaut de l’agent
hi: एजेंट का डिफ़ॉल्ट मॉडल
it: Modello predefinito dell’agente
ja: エージェントのデフォルトのモデル
ko: 에이전트의 기본 모델
nl: Standaardmodel van de agent
pl: Domyślny model agenta
pt_br: Modelo padrão do agente
ru: Модель агента по умолчанию
tr: Ajanın varsayılan modeli
uk: Типова модель агента
zh_hans: 智能体的默认模型
zh_hant: 代理程式的預設模型

source: Default parameters
ar: المعلمات الافتراضية
de: Standardparameter
es: Parámetros por omisión
fr: Paramètres par défaut
hi: डिफ़ॉल्ट पैरामीटर
it: Parametri predefiniti
ja: デフォルトのパラメータ
ko: 기본 매개변수
nl: Standaardparameters
pl: Domyślne parametry
pt_br: Parâmetros padrão
ru: Параметры по умолчанию
tr: Varsayılan parametreler
uk: Типові параметри
zh_hans: 默认参数
zh_hant: 預設參數

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: डिलीट करें
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Template
ar: حذف القالب
de: Vorlage löschen
es: Eliminar plantilla
fr: Supprimer le gabarit
hi: टेम्पलेट डिलीट करें
it: Elimina template
ja: テンプレートを削除
ko: 템플릿 삭제
nl: Verwijder sjabloon
pl: Usuń szablon
pt_br: Apagar Predefinição
ru: Удалить шаблон
tr: Şablonu Sil
uk: Видалити шаблон
zh_hans: 删除模板
zh_hant: 刪除範本

source: Delete the resolver
ar: حذف المحلّل
de: Resolver löschen
es: Eliminar el resolutor
fr: Supprimer le résolveur
hi: रिज़ॉल्वर डिलीट करें
it: Elimina il risolutore
ja: リゾルバを削除
ko: 해석기 삭제
nl: Verwijder de resolver
pl: Usuń resolver
pt_br: Apagar o resolvedor
ru: Удалить обработчик
tr: Çözümleyiciyi sil
uk: Видалити обробник
zh_hans: 删除解析器
zh_hant: 刪除解析器

source: Delete “%@” and its key?
ar: هل تريد حذف «%@» ومفتاحها؟
de: „%@“ und seinen Schlüssel löschen?
es: ¿Eliminar “%@” y su clave?
fr: Supprimer « %@ » et sa clé ?
hi: “%@” और उसकी कुंजी डिलीट करें?
it: Eliminare “%@” e la sua chiave?
ja: 「%@」とそのキーを削除しますか？
ko: “%@” 및 해당 키를 삭제하겠습니까?
nl: ‘%@’ en de sleutel verwijderen?
pl: Usunąć „%@” i jego klucz?
pt_br: Apagar “%@” e sua chave?
ru: Удалить «%@» и его ключ?
tr: “%@” ve anahtarı silinsin mi?
uk: Видалити «%@» і його ключ?
zh_hans: 要删除“%@”及其密钥吗？
zh_hant: 要刪除「%@」及其密鑰嗎？

source: Delete “%@”?
ar: هل تريد حذف «%@»؟
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
hi: “%@” डिलीट करें?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제하겠습니까?
nl: ‘%@’ verwijderen?
pl: Usunąć „%@”?
pt_br: Apagar “%@”?
ru: Удалить «%@»?
tr: “%@” silinsin mi?
uk: Видалити «%@»?
zh_hans: 要删除“%@”吗？
zh_hant: 要刪除「%@」嗎？

source: Deleted session
ar: جلسة محذوفة
de: Gelöschte Sitzung
es: Sesión eliminada
fr: Session supprimée
hi: डिलीट किया गया सेशन
it: Sessione eliminata
ja: 削除されたセッション
ko: 삭제된 세션
nl: Verwijderde sessie
pl: Usunięta sesja
pt_br: Sessão apagada
ru: Удалённая сессия
tr: Silinmiş oturum
uk: Видалений сеанс
zh_hans: 已删除的会话
zh_hant: 已刪除的工作階段

source: Delete…
ar: حذف…
de: Löschen …
es: Eliminar…
fr: Supprimer…
hi: डिलीट करें…
it: Elimina…
ja: 削除…
ko: 삭제…
nl: Verwijder…
pl: Usuń…
pt_br: Apagar…
ru: Удалить…
tr: Sil…
uk: Видалити…
zh_hans: 删除…
zh_hant: 刪除…

source: Denied
ar: مرفوض
de: Abgelehnt
es: Denegado
fr: Refusé
hi: अस्वीकृत
it: Rifiutato
ja: 拒否済み
ko: 거부됨
nl: Geweigerd
pl: Odmówiono
pt_br: Negado
ru: Отказано
tr: Reddedildi
uk: Відхилено
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Deny
ar: رفض
de: Ablehnen
es: Denegar
fr: Refuser
hi: अस्वीकार करें
it: Rifiuta
ja: 拒否
ko: 거부
nl: Weiger
pl: Odmów
pt_br: Negar
ru: Отказать
tr: Reddet
uk: Відхилити
zh_hans: 拒绝
zh_hant: 拒絕

source: Derived from the name until you pick one.
ar: مستمد من الاسم إلى أن تختار واحدًا.
de: Wird aus dem Namen abgeleitet, bis du selbst eines wählst.
es: Se deduce del nombre mientras no elijas uno.
fr: Déduite du nom tant que vous n’en choisissez pas.
hi: जब तक आप चुनते नहीं, नाम से तय होता है।
it: Ricavato dal nome finché non ne scegli uno.
ja: 選択するまでは名前から自動で決まります。
ko: 직접 선택하기 전까지 이름에서 결정됩니다.
nl: Afgeleid van de naam totdat je er een kiest.
pl: Wynika z nazwy, dopóki nie wybierzesz innej.
pt_br: Derivado do nome até que você escolha um.
ru: Определяется по названию, пока вы не выберете сами.
tr: Siz seçene kadar addan türetilir.
uk: Визначається за назвою, доки ви не виберете інше.
zh_hans: 在你选择之前，根据名称自动生成。
zh_hant: 在你選擇之前，會依名稱自動產生。

source: Describe it to an agent, or import an archive
ar: صِفها لوكيل، أو استورد أرشيفًا
de: Beschreibe ihn einem Agent oder importiere ein Archiv
es: Descríbelo a un agente o importa un archivo
fr: Le décrire à un agent, ou importer une archive
hi: किसी एजेंट को इसका वर्णन करें, या आर्काइव इंपोर्ट करें
it: Descrivilo a un agente o importa un archivio
ja: エージェントに説明するか、アーカイブを読み込みます
ko: 에이전트에게 설명하거나 아카이브 가져오기
nl: Beschrijf hem aan een agent, of importeer een archief
pl: Opisz go agentowi lub zaimportuj archiwum
pt_br: Descreva-o a um agente, ou importe um arquivo zip
ru: Опишите его агенту или импортируйте архив
tr: Bir ajana tarif edin ya da bir arşivi içe aktarın
uk: Опишіть його агенту або імпортуйте архів
zh_hans: 向智能体描述，或导入归档
zh_hant: 向代理程式描述，或輸入封存檔

source: Describe the task: it will be the agent’s first message…
ar: صِف المهمة: ستكون أول رسالة إلى الوكيل…
de: Beschreibe die Aufgabe: Sie wird die erste Nachricht an den Agent …
es: Describe la tarea: será el primer mensaje del agente…
fr: Décrivez la tâche : ce sera le premier message de l’agent…
hi: कार्य का वर्णन करें: यह एजेंट का पहला संदेश होगा…
it: Descrivi l’attività: sarà il primo messaggio all’agente…
ja: タスクを説明してください。エージェントへの最初のメッセージになります…
ko: 작업을 설명하십시오. 에이전트에게 보내는 첫 메시지가 됩니다…
nl: Beschrijf de taak: dit wordt het eerste bericht aan de agent…
pl: Opisz zadanie: będzie to pierwsza wiadomość dla agenta…
pt_br: Descreva a tarefa: será a primeira mensagem do agente…
ru: Опишите задачу: это будет первое сообщение агенту…
tr: Görevi tanımlayın: ajanın ilk mesajı bu olacak…
uk: Опишіть завдання: це буде перше повідомлення агенту…
zh_hans: 描述任务：它将成为智能体收到的第一条消息…
zh_hant: 描述任務：這將是代理程式收到的第一則訊息…

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
zh_hans: 描述
zh_hant: 描述

source: Detect Again
ar: إعادة الاكتشاف
de: Erneut erkennen
es: Volver a detectar
fr: Relancer la détection
hi: फिर से पहचानें
it: Rileva di nuovo
ja: 再検出
ko: 다시 감지
nl: Detecteer opnieuw
pl: Wykryj ponownie
pt_br: Detectar Novamente
ru: Обнаружить снова
tr: Yeniden Algıla
uk: Виявити знову
zh_hans: 重新检测
zh_hant: 重新偵測

source: Detect again
ar: إعادة الاكتشاف
de: Erneut erkennen
es: Volver a detectar
fr: Relancer la détection
hi: फिर से पहचानें
it: Rileva di nuovo
ja: 再検出
ko: 다시 감지
nl: Detecteer opnieuw
pl: Wykryj ponownie
pt_br: Detectar novamente
ru: Обнаружить снова
tr: Yeniden algıla
uk: Виявити знову
zh_hans: 重新检测
zh_hant: 重新偵測

source: Detection has not answered yet.
ar: لم يستجب الاكتشاف بعد.
de: Die Erkennung hat noch nicht geantwortet.
es: La detección aún no ha respondido.
fr: La détection n’a pas encore répondu.
hi: पहचान ने अभी तक उत्तर नहीं दिया।
it: Il rilevamento non ha ancora risposto.
ja: 検出の応答がまだありません。
ko: 감지가 아직 응답하지 않았습니다.
nl: De detectie heeft nog niet gereageerd.
pl: Wykrywanie jeszcze nie odpowiedziało.
pt_br: A detecção ainda não respondeu.
ru: Обнаружение ещё не завершилось.
tr: Algılama henüz yanıt vermedi.
uk: Виявлення ще не дало відповіді.
zh_hans: 检测尚未返回结果。
zh_hant: 偵測尚未回應。

source: Diagnostics
ar: التشخيص
de: Diagnose
es: Diagnósticos
hi: डायग्नोस्टिक्स
it: Diagnostica
ja: 診断情報
ko: 진단
nl: Diagnose
pl: Diagnostyka
pt_br: Diagnósticos
ru: Диагностика
tr: Tanılamalar
uk: Діагностика
zh_hans: 诊断
zh_hant: 診斷

source: Diagnostics preview
ar: معاينة بيانات التشخيص
de: Diagnosevorschau
es: Previsualización de los diagnósticos
fr: Aperçu des diagnostics
hi: डायग्नोस्टिक्स प्रीव्यू
it: Anteprima della diagnostica
ja: 診断情報のプレビュー
ko: 진단 미리보기
nl: Voorvertoning diagnose
pl: Podgląd diagnostyki
pt_br: Pré-visualização dos diagnósticos
ru: Просмотр диагностики
tr: Tanılama önizlemesi
uk: Попередній перегляд діагностики
zh_hans: 诊断预览
zh_hant: 診斷預覽

source: Dictation
ar: الإملاء
de: Diktat
es: Dictado
fr: Dictée
hi: डिक्टेशन
it: Dettatura
ja: 音声入力
ko: 받아쓰기
nl: Dicteren
pl: Dyktowanie
pt_br: Ditado
ru: Диктовка
tr: Dikte
uk: Диктування
zh_hans: 听写
zh_hant: 聽寫

source: Dictation runs on this Mac, with Whisper: what you say is never sent anywhere. A model is downloaded once, from Hugging Face, the first time you dictate.
ar: يعمل الإملاء على هذا الـ Mac باستخدام Whisper: ما تقوله لا يُرسل إلى أي مكان. يُنزَّل النموذج مرة واحدة من Hugging Face عند أول إملاء.
de: Das Diktat läuft auf diesem Mac, mit Whisper: Was du sagst, wird nirgendwohin gesendet. Ein Modell wird einmal von Hugging Face geladen, wenn du zum ersten Mal diktierst.
es: El dictado funciona en este Mac, con Whisper: lo que dices nunca se envía a ningún sitio. El modelo se descarga una vez, de Hugging Face, la primera vez que dictas.
fr: La dictée fonctionne sur ce Mac, avec Whisper : ce que vous dites n’est jamais envoyé nulle part. Un modèle est téléchargé une fois, depuis Hugging Face, la première fois que vous dictez.
hi: डिक्टेशन इसी Mac पर Whisper के साथ चलता है: आप जो कहते हैं, वह कहीं नहीं भेजा जाता। पहली बार बोलकर लिखने पर एक मॉडल Hugging Face से एक बार डाउनलोड होता है।
it: La dettatura funziona su questo Mac, con Whisper: ciò che dici non viene mai inviato altrove. Un modello viene scaricato una volta, da Hugging Face, la prima volta che detti.
ja: 音声入力はこのMac上でWhisperを使って動作します。話した内容がどこかに送信されることはありません。モデルは初めて音声入力するときにHugging Faceから一度だけダウンロードされます。
ko: 받아쓰기는 이 Mac에서 Whisper로 실행되며, 말한 내용은 어디에도 전송되지 않습니다. 처음 받아쓸 때 Hugging Face에서 모델이 한 번 다운로드됩니다.
nl: Dicteren werkt op deze Mac, met Whisper: wat je zegt wordt nergens heen gestuurd. Een model wordt één keer gedownload, van Hugging Face, de eerste keer dat je dicteert.
pl: Dyktowanie działa na tym Macu, z Whisper: to, co mówisz, nigdzie nie jest wysyłane. Model jest pobierany raz, z Hugging Face, przy pierwszym dyktowaniu.
pt_br: O ditado funciona neste Mac, com o Whisper: o que você diz nunca é enviado a lugar nenhum. Um modelo é baixado uma vez, do Hugging Face, na primeira vez que você dita.
ru: Диктовка работает на этом Mac с помощью Whisper: сказанное никуда не отправляется. Модель загружается один раз с Hugging Face при первой диктовке.
tr: Dikte bu Mac'te Whisper ile çalışır: söyledikleriniz hiçbir yere gönderilmez. İlk dikte ettiğinizde bir model Hugging Face'ten bir kez indirilir.
uk: Диктування працює на цьому Mac за допомогою Whisper: сказане нікуди не надсилається. Модель завантажується один раз із Hugging Face під час першого диктування.
zh_hans: 听写在这台 Mac 上通过 Whisper 运行：你说的话不会被发送到任何地方。第一次听写时，会从 Hugging Face 下载一次模型。
zh_hant: 聽寫在這台 Mac 上透過 Whisper 執行：你說的話不會被傳送到任何地方。第一次聽寫時，會從 Hugging Face 下載一次模型。

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
hi: छोड़ें
it: Scarta
ja: 破棄
ko: 폐기
nl: Verwerp
pl: Odrzuć
pt_br: Descartar
ru: Отбросить
tr: At
uk: Відкинути
zh_hans: 丢弃
zh_hant: 丟棄

source: Discard Draft
ar: تجاهل المسودة
de: Entwurf verwerfen
es: Descartar borrador
fr: Abandonner le brouillon
hi: ड्राफ़्ट छोड़ें
it: Scarta bozza
ja: 下書きを破棄
ko: 초안 폐기
nl: Verwerp concept
pl: Odrzuć szkic
pt_br: Descartar Rascunho
ru: Отбросить черновик
tr: Taslağı At
uk: Відкинути чернетку
zh_hans: 丢弃草稿
zh_hant: 丟棄草稿

source: Discard This Template
ar: تجاهل هذا القالب
de: Diese Vorlage verwerfen
es: Descartar esta plantilla
fr: Abandonner ce gabarit
hi: यह टेम्पलेट छोड़ें
it: Scarta questo template
ja: このテンプレートを破棄
ko: 이 템플릿 폐기
nl: Verwerp dit sjabloon
pl: Odrzuć ten szablon
pt_br: Descartar Esta Predefinição
ru: Отбросить этот шаблон
tr: Bu Şablonu At
uk: Відкинути цей шаблон
zh_hans: 丢弃此模板
zh_hant: 丟棄此範本

source: Discard this draft. No session is created.
ar: تجاهل هذه المسودة. لن يتم إنشاء أي جلسة.
de: Diesen Entwurf verwerfen. Es wird keine Sitzung erstellt.
es: Descartar este borrador. No se crea ninguna sesión.
fr: Abandonner ce brouillon. Aucune session n’est créée.
hi: यह ड्राफ़्ट छोड़ें। कोई सेशन नहीं बनाया जाता।
it: Scarta questa bozza. Non viene creata alcuna sessione.
ja: この下書きを破棄します。セッションは作成されません。
ko: 이 초안을 폐기합니다. 세션은 생성되지 않습니다.
nl: Verwerp dit concept. Er wordt geen sessie aangemaakt.
pl: Odrzuć ten szkic. Żadna sesja nie zostanie utworzona.
pt_br: Descartar este rascunho. Nenhuma sessão é criada.
ru: Отбросить этот черновик. Сессия не будет создана.
tr: Bu taslağı at. Hiçbir oturum oluşturulmaz.
uk: Відкинути цю чернетку. Сеанс не буде створено.
zh_hans: 丢弃此草稿。不会创建会话。
zh_hant: 丟棄此草稿。不會建立工作階段。

source: Discard “%@”?
ar: هل تريد تجاهل «%@»؟
de: „%@“ verwerfen?
es: ¿Descartar “%@”?
fr: Abandonner « %@ » ?
hi: “%@” छोड़ें?
it: Scartare “%@”?
ja: 「%@」を破棄しますか？
ko: “%@”을(를) 폐기하겠습니까?
nl: ‘%@’ verwerpen?
pl: Odrzucić „%@”?
pt_br: Descartar “%@”?
ru: Отбросить «%@»?
tr: “%@” atılsın mı?
uk: Відкинути «%@»?
zh_hans: 要丢弃“%@”吗？
zh_hant: 要丟棄「%@」嗎？

source: Discard…
ar: تجاهل…
de: Verwerfen …
es: Descartar…
fr: Abandonner…
hi: छोड़ें…
it: Scarta…
ja: 破棄…
ko: 폐기…
nl: Verwerp…
pl: Odrzuć…
pt_br: Descartar…
ru: Отбросить…
tr: At…
uk: Відкинути…
zh_hans: 丢弃…
zh_hant: 丟棄…

source: Dismiss
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
hi: हटाएँ
it: Nascondi
ja: 閉じる
ko: 닫기
nl: Verberg
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
tr: Gizle
uk: Приховати
zh_hans: 隐藏
zh_hant: 隱藏
